/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "custom_breadcrumb_NFb6YL": {
      "type": "custom-breadcrumb",
      "blocks": {
        "breadcrumb_item_ELiQ3U": {
          "type": "breadcrumb_item",
          "settings": {
            "label": "About us",
            "link": ""
          }
        }
      },
      "block_order": [
        "breadcrumb_item_ELiQ3U"
      ],
      "name": "Custom Breadcrumb Section",
      "settings": {
        "background_gradient": "",
        "page_title": "Servicing Order Form"
      }
    },
    "content_block_KLKcbf": {
      "type": "content-block",
      "blocks": {
        "policy_item_pirz8b": {
          "type": "policy_item",
          "settings": {
            "policy_title": "Return Policy",
            "policy_content": "<p><strong>POWER DENTAL PRODUCTS:<\/strong> Only instrument(s) that are unused, left unsterilized in their original Power Dental packaging, and returned within 45 days of the original shipment date will be accepted for a full refund. If a discount was provided at the time of purchase on the overall order, not including individual instrument discounts, then the overall discounted percentage will be pro-rated across any individual instrument returned within that order. Please refer to the shipping policy below for shipping guidelines. Proof of purchase is required to process the return. Returns will not be accepted without a completed return order form. Reference shipping policy accordingly.<\/p><p><strong>DISTRIBUTORS:<\/strong> Distributors are responsible for verifying that all instrument(s) that Power Dental provides match the details of the original invoice. The distributor has 45 days from the day the package is shipped to notify Power Dental that an instrument(s) does not match the details of the invoice provided or does not meet expectations. Only instrument(s) that are unused, left unsterilized in their original Power Dental packaging can be returned for refund\/credit. Proof of purchase is required to process the return. Returns will not be accepted without a completed return order form or approved PO. Reference shipping policy accordingly.<\/p><p><strong>CLEARANCE ITEMS:<\/strong> No refunds, credits, or exchanges will be provided for instruments sold as “Clearance” items. All “Clearance” items are sold “as is” and do not qualify for warranty.<\/p><p><strong>RESTOCKING FEE:<\/strong> A 25% restocking fee will be applied to any returns that are sent past 45 days from the day the original package was shipped. This fee is subject to increase.<\/p><p><strong>PRIVATE LABELS\/CUSTOM INSTRUMENTS:<\/strong> No refunds, credits, or exchanges will be provided for items with private labeling\/engraving unless the private label was mis-engraved from the approved design that both parties, Power Dental and the customer, agreed upon. For custom instruments, the same terms will apply unless the custom instrument was incorrectly manufactured from agreed-upon specifications.<\/p>"
          }
        }
      },
      "block_order": [
        "policy_item_pirz8b"
      ],
      "name": "Content Section",
      "settings": {
        "background_color": "#ffffff",
        "button_label": "RETURN ORDER FORM",
        "button_link": "shopify:\/\/pages\/return-order-form",
        "heading": "Warranty & Return Policy"
      }
    },
    "content_block_3gcW7t": {
      "type": "content-block",
      "blocks": {
        "policy_item_wUppX9": {
          "type": "policy_item",
          "settings": {
            "policy_title": "Shipping Policy",
            "policy_content": "<p>In accordance with OSHA and State Health regulations, used instruments must be sterilized before being returned to PDG to maintain the validity of the warranty or return. Non-compliance with this protocol will result in the rejection of service orders and the nullity of the return or warranty orders.<\/p><p>The customer is responsible for any shipping costs incurred regarding orders shipped to Power Dental. However, if you choose to use a Power Dental shipping label, a shipping charge of $15.99 (USPS Return Label) or $18.50 (FedEx Return Label) will be applied to your order or deducted from your credit\/refund. Please note our return shipping labels are not insured. If you prefer to insure your package, please use your own shipping label. Lost packages must be reported within two weeks of shipment. Be sure to retain your tracking number for reference.<\/p><p>To prevent transit damage and ensure the safety of handling personnel, please securely package and cushion all contents before shipping. For added security, we recommend opting for signature-required delivery as needed.<\/p>"
          }
        }
      },
      "block_order": [
        "policy_item_wUppX9"
      ],
      "name": "Content Section",
      "settings": {
        "background_color": "#f0eeee",
        "button_label": "",
        "button_link": "",
        "heading": ""
      }
    },
    "content_block_axFQi7": {
      "type": "content-block",
      "blocks": {
        "policy_item_7hYRhC": {
          "type": "policy_item",
          "settings": {
            "policy_title": "Warranty Policy",
            "policy_content": "<p>At Power Dental Group (PDG), our priority is to deliver exceptional service and instrumentation. Each new or serviced instrument from PDG is covered by our manufacturer defect warranty, providing you with comprehensive coverage for 45 days with serviced instruments and 1 year with new instruments from the original invoice date. Should any breakage, discoloration, or malfunction occur due to proper and intended use during this period, you can rely on our commitment to facilitate hassle-free repairs or replacements at reduced costs or no extra charge.<\/p><p>Rest assured, each instrument seeking warranty undergoes a case-by-case inspection within our internal processes to determine applicability. If PDG requests a direct inspection of the item(s), please reference to our shipping policy accordingly. Please understand the warranty does not cover normal wear and tear or instances where instruments are used beyond their intended lifespan or limitations. This extends to instruments being utilized in ways contrary to their design and purpose. Any evidence of user negligence, improper maintenance, misuse, abuse, modifications, or alterations to the instrument will result in the warranty being void.<\/p><p>PDG also disclaims liability under this warranty or otherwise for damages arising from the use of commercial\/residential grade washers, cleaning solutions containing chemicals not conducive to our instruments, dental automated washer-disinfectors without adhering to the manufacturer’s processing guidelines, or improper set-up and installation of the device.<\/p><p>As part of our commitment to continuous improvement of product quality and performance, PDG reserves the right to modify instrument designs or cease production of specific products without prior notification. Should you have any questions or require further assistance, please do not hesitate to reach out.<\/p>"
          }
        }
      },
      "block_order": [
        "policy_item_7hYRhC"
      ],
      "name": "Content Section",
      "settings": {
        "background_color": "#ffffff",
        "button_label": "",
        "button_link": "",
        "heading": ""
      }
    }
  },
  "order": [
    "main",
    "custom_breadcrumb_NFb6YL",
    "content_block_KLKcbf",
    "content_block_3gcW7t",
    "content_block_axFQi7"
  ]
}
