/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "custom_breadcrumb_NFb6YL": {
      "type": "custom-breadcrumb",
      "blocks": {
        "breadcrumb_item_ELiQ3U": {
          "type": "breadcrumb_item",
          "settings": {
            "label": "About us",
            "link": ""
          }
        }
      },
      "block_order": [
        "breadcrumb_item_ELiQ3U"
      ],
      "name": "Custom Breadcrumb Section",
      "settings": {
        "background_gradient": "",
        "page_title": "Servicing Order Form"
      }
    },
    "content_block_KLKcbf": {
      "type": "content-block",
      "blocks": {
        "policy_item_pirz8b": {
          "type": "policy_item",
          "name": "Return Policy",
          "settings": {
            "policy_title": "Return Policy",
            "policy_content": "<p><strong>RETURN REQUIREMENTS. </strong>All returns require an approved RMA number issued prior to shipment. The RMA number will be provided only after the Return Order Form has been completed and reviewed by Power Dental. Proof of purchase is required to process any return, refund, or credit. Returns will not be accepted without a completed Return Order Form and, where applicable, an approved purchase order. Clearance items are not eligible for return, refund, or credit. Used instruments must be sterilized prior to return; any product received unsterilized will be rejected and deemed ineligible for return, refund, credit, or warranty consideration.</p><p><strong>POWER DENTAL PRODUCTS (DIRECT CUSTOMERS).</strong> Unused instruments that remain unopened, unsterilized, and in their original Power Dental packaging are eligible for a full refund if returned within 30 days of customer receipt. Used instruments are eligible for account credit only if returned within 45 days of customer receipt, provided they have been properly sterilized. If an order-level discount was applied at the time of purchase, excluding individual instrument discounts, the discounted percentage will be prorated across any returned instrument(s). Returns received outside the applicable return window may be subject to denial or a restocking fee.</p><p><strong>DISTRIBUTORS.</strong> Distributors are responsible for verifying that all instruments received match the details of the original invoice. Distributors must notify Power Dental within 45 days from the shipment date if any instrument does not match the invoice details or does not meet expectations. Only instruments that are unused, unsterilized, and in their original Power Dental packaging are eligible for refund or credit. Returns will not be accepted without a completed Return Order Form and, where applicable, an approved purchase order.<br/><br/><strong>CLEARANCE ITEMS.</strong> All instruments sold as clearance items are sold as is and are not eligible for return, refund, credit, exchange, or warranty.</p><p><strong>RESTOCKING FEE.</strong> A restocking fee of 25% will be applied to any return received more than 45 days after the original shipment date. Restocking fees are subject to increase based on product condition, handling, or processing requirements.</p><p><strong>PRIVATE LABELS AND CUSTOM INSTRUMENTS.</strong> Private-labeled or engraved instruments are not eligible for refund, credit, or exchange. An exception applies only if the private labeling or engraving does not match the approved design agreed upon by both Power Dental and the customer. Custom instruments are subject to the same terms and are eligible for return only if the instrument was manufactured outside of the agreed-upon specifications.<br/><br/><strong>PROCESSING TIME. </strong>Please allow 5 to 10 business days for return processing once the product has been received and inspected by Power Dental.</p>"
          }
        }
      },
      "block_order": [
        "policy_item_pirz8b"
      ],
      "name": "Content Section",
      "settings": {
        "background_color": "#ffffff",
        "button_label": "RETURN ORDER FORM",
        "button_link": "shopify://pages/return-order-form",
        "heading": "Warranty & Return Policy"
      }
    },
    "content_block_3gcW7t": {
      "type": "content-block",
      "blocks": {
        "policy_item_wUppX9": {
          "type": "policy_item",
          "name": "Shipping Policy",
          "settings": {
            "policy_title": "Shipping Policy",
            "policy_content": "<p>In accordance with OSHA and applicable state health regulations, all used instruments must be sterilized prior to return in order to maintain eligibility for return or warranty consideration. Failure to comply with this requirement will result in rejection of the return or service order and nullification of any associated refund, credit, or warranty claim. </p><p>Customers are responsible for all shipping costs associated with returns. If a Power Dental return label is used, a shipping charge of $15.99 for a USPS return label or $18.50 for a FedEx return label will be applied to the order or deducted from the refund or credit. Power Dental return labels are not insured; customers wishing to insure their shipment must use their own carrier and shipping label. Lost packages must be reported within two weeks of shipment, and customers are responsible for retaining tracking information. </p><p>To prevent transit damage and ensure the safety of handling personnel, all contents must be securely packaged and properly cushioned. Signature-required delivery is recommended when appropriate.<br/><br/></p>"
          }
        }
      },
      "block_order": [
        "policy_item_wUppX9"
      ],
      "name": "Content Section",
      "settings": {
        "background_color": "#f0eeee",
        "button_label": "",
        "button_link": "",
        "heading": ""
      }
    },
    "content_block_axFQi7": {
      "type": "content-block",
      "blocks": {
        "policy_item_7hYRhC": {
          "type": "policy_item",
          "settings": {
            "policy_title": "Warranty Policy",
            "policy_content": "<p>At Power Dental Group (PDG), our priority is to deliver exceptional service and instrumentation. Each new or serviced instrument from PDG is covered by our manufacturer defect warranty, providing you with comprehensive coverage for 45 days with serviced instruments and 1 year with new instruments from the original invoice date. Should any breakage, discoloration, or malfunction occur due to proper and intended use during this period, you can rely on our commitment to facilitate hassle-free repairs or replacements at reduced costs or no extra charge.</p><p>Rest assured, each instrument seeking warranty undergoes a case-by-case inspection within our internal processes to determine applicability. If PDG requests a direct inspection of the item(s), please reference to our shipping policy accordingly. Please understand the warranty does not cover normal wear and tear or instances where instruments are used beyond their intended lifespan or limitations. This extends to instruments being utilized in ways contrary to their design and purpose. Any evidence of user negligence, improper maintenance, misuse, abuse, modifications, or alterations to the instrument will result in the warranty being void.</p><p>PDG also disclaims liability under this warranty or otherwise for damages arising from the use of commercial/residential grade washers, cleaning solutions containing chemicals not conducive to our instruments, dental automated washer-disinfectors without adhering to the manufacturer’s processing guidelines, or improper set-up and installation of the device.</p><p>As part of our commitment to continuous improvement of product quality and performance, PDG reserves the right to modify instrument designs or cease production of specific products without prior notification. Should you have any questions or require further assistance, please do not hesitate to reach out.</p>"
          }
        }
      },
      "block_order": [
        "policy_item_7hYRhC"
      ],
      "name": "Content Section",
      "settings": {
        "background_color": "#ffffff",
        "button_label": "",
        "button_link": "",
        "heading": ""
      }
    }
  },
  "order": [
    "main",
    "custom_breadcrumb_NFb6YL",
    "content_block_KLKcbf",
    "content_block_3gcW7t",
    "content_block_axFQi7"
  ]
}
