/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "testimoinal_page_NdDtxi": {
      "type": "testimoinal-page",
      "blocks": {
        "testimonial_GHrFJV": {
          "type": "testimonial",
          "settings": {
            "quote": "Root tips out clean. No sweat. No trauma.",
            "content": "<p>I used to dread root tip extractions and severely carious teeth. Too much bone loss, too much effort. With the Power Flex Periotome Kit, extractions became smooth and atraumatic, with minimal bleeding and intact soft tissue. The difference is night and day: easier for me, safer for the patient, and more predictable every time.</p>",
            "photo": "shopify://shop_images/Jessica_Vitale.png",
            "name": "Dr. Jessica Vitale, DDS, MPH, MS– NYU,",
            "location": "New York, NY"
          }
        },
        "testimonial_xR48kg": {
          "type": "testimonial",
          "settings": {
            "quote": "Great add-on to my toolkit – very satisfied!",
            "content": "<p>The instrument works great. Had a really tough wisdom teeth case today where it came in handy for removing a very thick root inside the jaw bone. Didn’t have to cut more bone and hopefully it helps with healing. Hopefully we’ll do business again in the future. </p>",
            "photo": "shopify://shop_images/Alvin_Choi.jpg",
            "name": "Dr. Alvin Choi, DDS – Seafair Dental,",
            "location": "Richmond, Canada"
          }
        },
        "testimonial_q3nWCp": {
          "type": "testimonial",
          "settings": {
            "quote": "Power Dental Group Has Been a Vital Partner to My Implant Practice",
            "content": "<p>They produce the finest and most durable dental and surgical instruments in the world. In addition to thousands of surgeries, many of our instruments have been through the rigors of hands-on courses, yet continue to perform flawlessly. For clinicians who demand the highest levels of innovation and quality, at unbeatable prices, do yourself a favor and make Power Dental Group part of your winning team.</p>",
            "photo": "shopify://shop_images/Doctor_Avatar.png",
            "name": "Joseph Kim, DDS, JD, FAGD, FICOI, FPFA,",
            "location": "Owner of Halcyon Dental & Modern Dentistry"
          }
        },
        "testimonial_kJHBnb": {
          "type": "testimonial",
          "settings": {
            "quote": "Less Bone Removal. Zero Bleeding. Happier Patients",
            "content": "<p>I used to struggle with root tip extractions, removing too much bone and sweating through procedures. After switching to Power Twist Elevators and Periotomes, extractions became clean, predictable, and atraumatic. Clinically, these instruments have completely transformed my workflow.</p>",
            "photo": "shopify://shop_images/Jessica_Vitale.png",
            "name": "Dr. Jessica Vitale, DDS, MPH, MS  – NYU,",
            "location": "New York, NY"
          }
        }
      },
      "block_order": [
        "testimonial_GHrFJV",
        "testimonial_xR48kg",
        "testimonial_q3nWCp",
        "testimonial_kJHBnb"
      ],
      "name": "Testimonials Cards",
      "settings": {
        "heading": "What our Clients say"
      }
    }
  },
  "order": [
    "main",
    "testimoinal_page_NdDtxi"
  ]
}
